tap "1password/tap"
tap "aquaproj/aqua"
tap "b4b4r07/tap"
tap "delphinus/sfmono-square"
tap "hashicorp/tap"
tap "teomores/seabolt-m1"
brew "act", args: ["HEAD"]
brew "asdf"
brew "awscli"
brew "bat"
brew "broot"
brew "glib"
brew "chezmoi"
brew "curl"
brew "delta"
brew "deno"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "lefthook"
brew "libquicktime"
brew "lsd"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "mas"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "nss"
brew "openssh"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sheldon"
brew "sl"
brew "sqlfluff"
brew "starship"
brew "telnet"
brew "tig" 
brew "tmux"
brew "trash-cli"
brew "watchman"
brew "wget"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "b4b4r07/tap/gomi"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "teomores/seabolt-m1/seabolt-m1"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "bartender"
cask "charles"
cask "coteditor"
cask "deepl"
cask "divvy"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "figma"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-plemol-jp-nf"
cask "font-sf-pro"
cask "font-udev-gothic-nf"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "monitorcontrol"
cask "qlvideo"
cask "raycast"
cask "shottr"
cask "viscosity"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
