tap "1password/tap"
tap "abhimanyu003/sttr"
tap "domt4/autoupdate"
tap "getgrit/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "act", args: ["HEAD"]
brew "tree"
brew "git"
brew "asdf"
brew "ast-grep"
brew "node"
brew "awscli"
brew "bat"
brew "caddy"
brew "delta"
brew "carapace"
brew "ccusage"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "curl"
brew "php"
brew "composer"
brew "container"
brew "container-compose"
brew "coreutils"
brew "deno"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "gibo"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gomi"
brew "gping"
brew "graphviz"
brew "htop"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lua"
brew "lua@5.1"
brew "luarocks"
brew "m-cli"
brew "mactop"
brew "mas"
brew "mergiraf"
brew "mermaid-cli"
brew "mise"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "oha"
brew "ollama", restart_service: :changed, link: false
brew "opencode"
brew "openssh"
brew "openvpn"
brew "pinentry-mac"
brew "pnpm"
brew "potrace"
brew "proto"
brew "ruby"
brew "rustup"
brew "rv"
brew "saml2aws"
brew "scrcpy"
brew "sheldon"
brew "sl"
brew "starship"
brew "superfile"
brew "tealdeer"
brew "television"
brew "telnet"
brew "tig"
brew "tmux"
brew "tokei"
brew "tpm"
brew "tree-sitter-cli"
brew "tuios"
brew "typos-cli"
brew "unar"
brew "urlview"
brew "uv"
brew "viu"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "abhimanyu003/sttr/sttr"
brew "getgrit/tap/grit"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "shivammathur/extensions/grpc@8.4"
brew "shivammathur/extensions/opentelemetry@8.4"
brew "static-web-server"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "altair-graphql-client"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "aws-vault-binary"
cask "aws-vpn-client"
cask "bartender"
cask "charles"
cask "chatgpt"
cask "claude-code"
cask "coteditor"
cask "deepl"
cask "devpod"
cask "discord"
cask "divvy"
cask "expo-orbit"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-maple-mono-nf-cn"
cask "font-maple-mono-normal-nf-cn"
cask "font-moralerspace"
cask "font-plemol-jp-nf"
cask "font-sf-pro"
cask "font-udev-gothic-nf"
cask "fruit-screensaver"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iina"
cask "ijhttp"
cask "istat-menus"
cask "kap"
cask "karabiner-elements"
cask "keyclu"
cask "microsoft-edge"
cask "monitorcontrol"
cask "ngrok"
cask "ollama-app"
cask "qlvideo"
cask "raycast"
cask "secretive"
cask "visual-studio-code"
cask "webpquicklook"
cask "wezterm"
cask "zap"
vscode "1yib.rust-bundle"
vscode "adam-bender.commit-message-editor"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.slidev"
vscode "ast-grep.ast-grep-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "aswinkumar863.smarty-template-support"
vscode "biomejs.biome"
vscode "blazejkustra.react-compiler-marker"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dprint.dprint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grit.grit-vscode"
vscode "humao.rest-client"
vscode "laravel.vscode-laravel"
vscode "marnix.tokyo-night-pro"
vscode "mizdra.css-modules-kit-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "patbenatar.advanced-new-file"
vscode "phpactor.vscode-phpactor"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tekumara.typos-vscode"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "zenn.zenn-preview"
vscode "znck.vue"
