tap "1password/tap"
tap "abhimanyu003/sttr"
tap "aquaproj/aqua"
tap "delphinus/sfmono-square"
tap "domt4/autoupdate"
tap "getgrit/tap"
tap "hanasuke/moralerspace"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jstkdng/programs"
tap "kyu08/tap"
tap "ngrok/ngrok"
tap "static-web-server/static-web-server"
tap "strozw/openssl@1.0"
tap "teomores/seabolt-m1"
brew "act", args: ["HEAD"]
brew "gettext"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "icu4c@76"
brew "python@3.13"
brew "aider"
brew "ansible"
brew "anyenv"
brew "asdf"
brew "ast-grep"
brew "atuin"
brew "node"
brew "aws-amplify"
brew "awscli"
brew "bat"
brew "bison"
brew "broot"
brew "bzip2"
brew "pango"
brew "chafa"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "docker-machine"
brew "dotnet"
brew "dprint"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gomi"
brew "graphviz"
brew "haskell-stack"
brew "pkgconf"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lefthook"
brew "libedit"
brew "libiconv"
brew "libquicktime"
brew "lima"
brew "llama.cpp"
brew "lsd"
brew "lua"
brew "lua@5.1"
brew "luarocks"
brew "lynx"
brew "m-cli"
brew "mactop"
brew "mas"
brew "md5sha1sum", link: false
brew "mercurial"
brew "mise"
brew "mkcert"
brew "zlib"
brew "mysql-client", link: true
brew "tree-sitter"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "ninja"
brew "nss"
brew "nvtop"
brew "ollama", restart_service: :changed, link: false
brew "openjdk"
brew "openssh"
brew "openvpn"
brew "oxker"
brew "phpstan"
brew "pinentry-mac"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "potrace"
brew "qemu"
brew "re2c"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "saml2aws"
brew "scrcpy"
brew "sheldon"
brew "sl"
brew "sqlfluff"
brew "starship"
brew "stern"
brew "television"
brew "telnet"
brew "tig"
brew "tmux"
brew "tpm"
brew "trash-cli", link: true
brew "tree"
brew "typos-cli"
brew "urlview"
brew "uv"
brew "viu"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zizmor"
brew "zsh"
brew "zsh-completions"
brew "abhimanyu003/sttr/sttr"
brew "aquaproj/aqua/aqua"
brew "getgrit/tap/grit"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "jstkdng/programs/ueberzugpp"
brew "kyu08/tap/fzf-make"
brew "static-web-server/static-web-server/static-web-server-bin"
brew "teomores/seabolt-m1/seabolt-m1"
cask "1password"
cask "1password-cli"
cask "abyssoft-teleport"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "altair-graphql-client"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "applite"
cask "arc"
cask "aws-vault"
cask "aws-vpn-client"
cask "bartender"
cask "betterdisplay"
cask "charles"
cask "chatgpt"
cask "claude"
cask "coteditor"
cask "deepl"
cask "discord"
cask "divvy"
cask "expo-orbit"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-maple-mono-nf-cn"
cask "font-maple-mono-normal-nf-cn"
cask "font-moralerspace"
cask "font-plemol-jp-nf"
cask "font-sf-pro"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iina"
cask "istat-menus"
cask "jan"
cask "kap"
cask "karabiner-elements"
cask "keyclu"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "neovide"
cask "ngrok"
cask "nosql-workbench"
cask "notion"
cask "notion-calendar"
cask "ollama"
cask "ollamac"
cask "orbstack"
cask "postman"
cask "qlvideo"
cask "raycast"
cask "shottr"
cask "temurin@8"
cask "visual-studio-code"
cask "warp"
cask "webpquicklook"
cask "wezterm"
cask "zap"
cask "zed"
cask "zen-browser"
cask "zoom"
vscode "1yib.rust-bundle"
vscode "adam-bender.commit-message-editor"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.slidev"
vscode "ast-grep.ast-grep-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "aswinkumar863.smarty-template-support"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dprint.dprint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grit.grit-vscode"
vscode "hikionori.kanagawa-vscode-theme"
vscode "humao.rest-client"
vscode "k--kato.intellij-idea-keybindings"
vscode "laravel.vscode-laravel"
vscode "marnix.tokyo-night-pro"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "mizdra.css-modules-kit-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "patbenatar.advanced-new-file"
vscode "phpactor.vscode-phpactor"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tekumara.typos-vscode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "zenn.zenn-preview"
vscode "znck.vue"
